{
    "class_name": "Sequential",
    "keras_version": "1.1.0",
    "config": [
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_1",
                "units": 512,
                "activity_regularizer": null,
                "trainable": true,
                "kernel_initializer": "glorot_normal",
                "use_bias": true,
                "input_dim": 4096,
                "activation": "relu",
                "batch_input_shape": [
                    null,
                    4096
                ]
            }
        },
        {
            "class_name": "Dropout",
            "config": {
                "p": 0.6,
                "trainable": true,
                "name": "dropout_1"
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_2",
                "activity_regularizer": null,
                "trainable": true,
                "kernel_initializer": "glorot_normal",
                "use_bias": true,
                "input_dim": null,
                "activation": "linear",
                "units": 32
            }
        },
        {
            "class_name": "Dropout",
            "config": {
                "p": 0.6,
                "trainable": true,
                "name": "dropout_2"
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_3",
                "activity_regularizer": null,
                "trainable": true,
                "kernel_initializer": "glorot_normal",
                "use_bias": true,
                "input_dim": null,
                "activation": "sigmoid",
                "units": 1
            }
        }
    ]
}